Repository: mrzeepek/evo_linkmanager
Catalog: translations/*/ModulesEvolinkmanagerAdmin.*.xlf
Languages: fr_fr

source: Link Manager
fr_fr: Gestionnaire de liens

source: Manage various links like Contact, FAQ and custom links
fr_fr: Gérer divers liens tels que Contact, FAQ et liens personnalisés

source: Are you sure you want to uninstall this module?
fr_fr: Êtes-vous sûr de vouloir désinstaller ce module ?

source: Links
fr_fr: Liens

source: Error loading links: %error%
fr_fr: Erreur lors du chargement des liens : %error%

source: Add New Link
fr_fr: Ajouter un nouveau lien

source: Error creating link: %error%
fr_fr: Erreur lors de la création du lien : %error%

source: Edit Link
fr_fr: Modifier le lien

source: Link not found.
fr_fr: Lien non trouvé.

source: Error editing link: %error%
fr_fr: Erreur lors de l'édition du lien : %error%

source: Cannot delete link. Link not found.
fr_fr: Impossible de supprimer le lien. Lien introuvable.

source: Error deleting link: %error%
fr_fr: Erreur lors de la suppression du lien : %error%

source: Cannot delete link: %error%
fr_fr: Impossible de supprimer le lien : %error%

source: Error updating link status: %error%
fr_fr: Erreur lors de la mise à jour du statut du lien : %error%

source: Error occurred: %error%
fr_fr: Une erreur s'est produite : %error%

source: Link Manager Configuration
fr_fr: Configuration du gestionnaire de liens

source: Could not load placement information: %error%
fr_fr: Impossible de charger les informations de placement : %error%

source: Error loading configuration: %error%
fr_fr: Erreur lors du chargement de la configuration : %error%

source: An unexpected error occurred: %error%
fr_fr: Une erreur inattendue s'est produite : %error%

source: Activity Logs
fr_fr: Journaux d'activité

source: Error loading logs: %error%
fr_fr: Erreur lors du chargement des journaux : %error%

source: Log Details
fr_fr: Détails du journal

source: Log not found.
fr_fr: Journal non trouvé.

source: Error viewing log: %error%
fr_fr: Erreur lors de l'affichage du journal : %error%

source: Successfully cleared %count% logs.
fr_fr: %count% journaux effacés avec succès.

source: No logs to clear.
fr_fr: Aucun journal à effacer.

source: Error clearing logs: %error%
fr_fr: Erreur lors de la suppression des journaux : %error%

source: Error saving link: %message%
fr_fr: Erreur lors de l'enregistrement du lien : %message%

source: Identifier
fr_fr: Identifiant

source: Add new link
fr_fr: Ajouter un nouveau lien

source: Severity
fr_fr: Gravité

source: Resource Type
fr_fr: Type de ressource

source: Resource ID
fr_fr: ID de ressource

source: Toggle
fr_fr: Basculer

source: Associate
fr_fr: Associée

source: Dissociate
fr_fr: Dissocier

source: Link
fr_fr: Lien

source: How to Use This Link in Templates
fr_fr: Comment utiliser ce lien dans les modèles

source: You can use this link in your templates with the following code:
fr_fr: Vous pouvez utiliser ce lien dans vos modèles avec le code suivant :

source: Example usage:
fr_fr: Exemple d'utilisation :

source: Links can be used in your templates using placement identifiers. You can add different types of links: custom URLs, contact page, or CMS pages.
fr_fr: Vous pouvez utiliser des liens dans vos modèles grâce à des identifiants d'emplacement. Vous pouvez ajouter différents types de liens : URL personnalisées, page de contact ou pages CMS.

source: Manage Links
fr_fr: Gérer les liens

source: You can manage your links from the dedicated page:
fr_fr: Gérer Vous pouvez gérer vos liens depuis la page dédiée :

source: Placement Identifier
fr_fr: Identifiant de placement

source: No placement
fr_fr: Pas de placement

source: Using Link Identifiers in Your Templates
fr_fr: Utilisation des identifiants de lien dans vos modèles

source: To use a link in your .tpl templates, use one of the following Smarty functions:
fr_fr: Pour utiliser un lien dans vos modèles .tpl, utilisez l'une des fonctions Smarty suivantes :

source: Recommended method:
fr_fr: Méthode recommandée :

source: Replace "placement_identifier" with one of the identifiers from the table below.
fr_fr: Remplacez « placement_identifier » par l’un des identifiants du tableau ci-dessous.

source: Make sure to clear the PrestaShop cache after adding new links or modifying existing ones.
fr_fr: Assurez-vous de vider le cache de PrestaShop après avoir ajouté de nouveaux liens ou modifié des liens existants.

source: Available Placement Identifiers
fr_fr: Identifiants de placement disponibles

source: These are the placement identifiers you can use in your templates:
fr_fr: Voici les identifiants de placement que vous pouvez utiliser dans vos modèles :

source: Associated Link
fr_fr: Lien associé

source: No link associated
fr_fr: Aucun lien associé

source: No placements found. Default placements should be available.
fr_fr: Aucun emplacement trouvé. Les emplacements par défaut devraient être disponibles.

source: Are you sure you want to clear all logs? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir effacer tous les journaux ? Cette action est irréversible.

source: Clear Logs
fr_fr: Effacer les journaux
